package com.sychev.mashaplus.models

val testimonials = listOf(
    Testimonials(
        text = "Masha+ принесли свой уникальный стиль на наше мероприятие. Просто, весело и с большим талантом. Гости в восторге, и мы рады, что выбрали именно вас!",
        name = "Киселева Евгения Андреевна"
    ),
    Testimonials(
        text = "Masha+ - это наше музыкальное волшебство! На корпоративе их выступление превратило обычный вечер в настоящий концерт. Зажигательные мелодии и отличное настроение - идеальный выбор!",
        name = "Броницкая Анастасия Александровна",
    ),
    Testimonials(
        text = "Спасибо Masha+ за невероятные вокальные шедевры на нашем банкете! Гости были в восторге от вашего таланта. Очень позитивный и запоминающийся опыт!",
        name = "Сафонова Виктория Максимовна",
    ),
    Testimonials(
        text = "Masha+ сделали наш выпускной по-настоящему особенным! Их музыкальное мастерство создало невероятно атмосферу праздника. Все восхищены!",
        name = "Чалова Кристина Александровна",
    ),
    Testimonials(
        text = "Masha+ - наши герои корпоративов! Отличные музыканты, всегда поднимают настроение. Гости в восторге, и мы рады приглашать их снова.",
        name = "Сычева Василиса Григорьевна",
    ),
    Testimonials(
        text = "Masha+ - наши постоянные гости на мероприятиях. Их профессионализм, отличный выбор музыки и веселая энергетика делают вечер ярким и неповторимым!",
        name = "Махорина Виктория Николаевна"
    ),
    Testimonials(
        text = "Masha+ - наше открытие! Они сделали наш корпоратив ярким и запоминающимся. Великолепная музыка, веселая атмосфера, и все гости были в восторге!",
        name = "Меньшенина Милана Денисовна",
    ),
    Testimonials(
        text = "Спасибо Masha+ за невероятный вечер в ресторане! Замечательные исполнители, создали у нас настроение праздника. Гости просили больше!",
        name = "Цветкова Алина Михайловна",
    ),
    Testimonials(
        text = "Супер! Masha+ превратили наше мероприятие в настоящую вечеринку. Все просто, весело и профессионально. Рекомендуем!",
        name = "Киселев Марк Александрович",
    ),
    Testimonials(
        text = "Masha+ принесли свет в наш свадебный день. Прекрасные вокалисты, чувственные моменты и танцевальная энергия. Очень довольны!",
        name = "Пономарев Захар Григорьевич",
    ),

    )

data class Testimonials(
    val text: String,
    val name: String,
)